<template>
  <div class="aboutus">
    <div class="content mb-5">
      <header class="aboutus-bg pb-3">
        <div class="container">
          <div class="aboutus-block text-center">
            <div class="aboutus-block__title">
              Репутация
            </div>
          </div>
          <div class="aboutus-subtitle text-center">
            Taxi Aktiv Koeln является ведущим сервисом на рынке пассажирских перевозок Кёльна.
          </div>
        </div>
        <div class="container">
          <b-row>
            <b-col
              xl="6"
              lg="6"
              md="12"
              sm="12"
              class="mb-4"
            >
              <div class="aboutus-textbg px-3 pt-3 pb-1">
                <p class="aboutus-text">
                  Этот результат явился итогом нашей работы в условиях
                  конкурентного рынка, когда каждая поездка была крайне важной.
                </p>
                <p class="aboutus-text">
                  Довольный клиент, который вернулся бы к нам снова — было нашей целью с самого первого
                  дня работы.
                </p>
                <p class="aboutus-text">
                  Поэтому каждая поездка с нами — эксклюзивна.
                  Эксклюзивный подход позволил нам создать высокий уровень репутации. Во
                  многом это стало возможным благодаря регулярному обновлению нашего флота,
                  организации профессионального роста для наших сотрудников, — шофёров,
                  водителей, диспонентов, — в сертифицированном центре. 
                </p>
                <p class="aboutus-text">
                  Наконец, благодаря тому, что мы страстно преданы своему делу.
                </p>
              </div>
            </b-col>
            <b-col
              xl="6"
              lg="6"
              md="12"
              class="mb-4"
            >
              <div class="aboutus-textbg p-3">
                <p class="aboutus-text">
                  На сегодняшний день, мы закончили модернизацию централе и провели
                  комплексную дигитализацию всей нашей инфраструктуры.
                </p>
                <p class="aboutus-text">
                  Это позволило нам ставить вопрос расширения спектра услуг, в частности — автобусных трансферов
                  из аэропорта в центр Кёльна.
                </p>
                <p class="aboutus-text">
                  Это откроет возможность проведения комплексных
                  туристических экскурсий, а для граждан Кёльна — возможность быстро и
                  комфортно возвращаться домой, после авиарейса.
                </p>
                <p class="aboutus-text">
                  В ближайшее время мы выпустим удобное и функциональное приложение для
                  клиентов, благодаря чему ваш заказ будет быстро обработан, а поездка с Taxi
                  Aktiv Koeln станет ещё более комфортной и гибкой.
                </p>
              </div>
            </b-col>
          </b-row>
        </div>
      </header>
      <div class="container text-right">
        <div class="aboutus-note">
          <img
            class="rivet"
            src="../../img/rivet.svg"
            alt="..."
          >
          <div class="aboutus-note__text text-left">
            Более 15 тысяч клиентов с начала года
            свидетельствует о доверии 
            со стороны наших клиентах и являются показателем репутации.
            Для нас — это возможность каждый
            день развиваться и совершенствоваться.
          </div>
        </div>
      </div>
      <section>
        <div class="container mt-5">
          <div class="aboutus-block text-center">
            <div class="aboutus-block__title">
              Контроль
            </div>
          </div>
          <b-row>
            <b-col
              align-self="center"
              xl="6"
              lg="6"
              md="12"
              sm="12"
              class="mb-4"
            >
              <div class="p-4">
                <p class="aboutus-text">
                  Главным действующим лицом, от которого зависит качество оказанной
                  услуги, является водитель. Поэтому в Taxi Aktiv Koeln большое внимание
                  уделяют их профессиональному росту.
                </p>
                <p class="aboutus-text">
                  Профессионализм для нас — это не просто
                  умение водить машину и наличие категории D1, а целый комплекс умений и
                  навыков, которые развиваются и регулярно проверяются нами на
                  специализированном семинаре Kick Down — совместном проекте Taxi Aktiv
                  Koeln и нашего диджитального партнёра UTC-Software.
                </p>
              </div>
            </b-col>
            <b-col
              align-self="center"
              xl="6"
              lg="6"
              md="12"
              class="mb-4"
            >
              <div class="aboutus-controlbg p-4">
                <p class="aboutus-text">
                  Что содержит в себе подготовка на семинаре? Тренировка внимания на трассе,
                  проверка знаний правил движения? Не только это
                </p>
                <p class="aboutus-text">
                  Важной частью
                  профессиональной подготовки наших водителей является обучение тому, как себя
                  нужно вести с клиентом, быть
                  конфиденциальным, интеллигентным.
                </p>
                <p class="aboutus-text">
                  Далее — контроль знания дорожных знаков и умения работать с оборудованием, в
                  частности с диджитальными картами. 
                </p>
                <p class="aboutus-text">
                  Наконец — тренировка интеллектуального вождения для того, чтобы обеспечить мягкую,
                  комфортную и безопасную поездку клиента.
                </p>
              </div>
            </b-col>
            <b-col
              align-self="center"
              xl="6"
              lg="6"
              md="12"
              class="mb-4"
            >
              <div class="aboutus-controlbg p-4">
                <p class="aboutus-text">
                  Дигитализация инфраструктуры обслуживания Taxi Aktiv Koeln получили
                  возможность осуществить контроль за движением водителям по GPS-трекеру.
                </p>
                <p class="aboutus-text">
                  Более того, такую возможность мы предоставляем в нашим клиентам.
                </p>
                <p class="aboutus-text">
                  С началом
                  поездки клиент получает
                  SMS-информирование с ссылкой на карту и маршрут
                  следования автомобиля. В режиме реального времени клиент сможет отследить
                  перемещение своё или своих близких.
                </p>
              </div>
            </b-col>
            <b-col
              align-self="center"
              xl="6"
              lg="6"
              md="12"
              class="mb-4"
            >
              <div class=" p-4">
                <p class="aboutus-text">
                  Флот автомобилей Taxi Aktiv Koeln представлен моделями от Mersedes-Benz,
                  которые регулярно проходят контроль технического состояния.
                </p>
                <p class="aboutus-text">
                  Мы проводим
                  мониториг и, при необходимости замену автокомплектующих на более новые, что
                  обеспечивает стабильно высокие ходовые свойства, а в ряде случаев — помогает
                  экономить топливо и снизить выбросы CO 2.
                </p>
                <p class="aboutus-text">
                  Независимо от результатов
                  технического контроля, раз в несколько лет мы проводим полную замену флота
                  автомобилей для того, чтобы становиться ещё лучше.
                </p>
              </div>
            </b-col>
            <b-col
              align-self="center"
              xl="6"
              lg="6"
              md="12"
              class="mb-4"
            >
              <div class=" p-4">
                <p class="aboutus-text">
                  Мы позаботились о том, чтобы защитить Ваше гарантированное
                  законодательством право на
                  страхование поездки.
                </p>
                <p class="aboutus-text">
                  Мы уделяем большое
                  вниманию получению лицензий на медицинские поездки, чтобы ещё ближе быть
                  к потребностям наших клиентов.
                </p>
              </div>
            </b-col>
            <b-col
              align-self="center"
              xl="6"
              lg="6"
              md="12"
              class="mb-4"
            >
              <div class="aboutus-controlbg p-4">
                <p class="aboutus-text">
                  Забота об экологии для нас не пустые лозунги, а ответственность перед
                  будущим поколением.
                </p>
                <p class="aboutus-text">
                  Контроль осуществляется и здесь. <br>
                  В частности, часть
                  суммы за поездку перечисляется в экофонд фирмы, который два раза в год, —
                  весной и осенью, — организует акцию посадки зелёных насаждений.
                </p>
                <p class="aboutus-text">
                  Использованный нашими машинами кислород возвращается в атмосферу вновь.
                </p>
                <p class="aboutus-text">
                  Экология — это часть нашей политики и мы призываем всех следовать этому
                  принципу.
                </p>
              </div>
            </b-col>
          </b-row>
        </div>
      </section>

      <section>
        <div class="container mt-5">
          <div class="aboutus-block text-center">
            <div class="aboutus-block__title">
              Комфорт
            </div>
          </div>
          <div class="aboutus-comfort__subtitle text-center mb-3">
            В какой бы точке Кёльна вы не находились — мы всегда готовы приехать за вами
          </div>
        </div>
        <div class="aboutus-band mb-4">
          <div class="container-fluid">
            Taxi Aktiv Koeln 24 часа в сутки, 7 дней в неделю и 365 дней в году готовы
            обеспечить быструю комфортную поездку по нужному маршруту
          </div>
        </div>
        <div class="container">
          <b-row>
            <b-col
              xl="6"
              lg="6"
            >
              <p class="aboutus-comfort__text">
                Большое
                количество различных каналов бронирования, — от телефонного звонка до брони
                через наш App, — обеспечит быструю обработку заказа, своевременную подачу
                машины и поездку с комфортом.
              </p>
              <div class="text-center">
                <button
                  type="button"
                  class="shuttle-guarantor__btn mb-5"
                >
                  Сделать заказ >
                </button>
              </div>
            </b-col>
            <b-col
              xl="6"
              lg="6"
            >
              <p class="aboutus-comfort__text">
                Но мы делаем не только это.
                Вы всегда можете рассчитывать на то, что ваши
                вопросы будут учтены и обработаны.
              </p>
              <p class="aboutus-comfort__text">
                Система рейтингов позволит вам выставить
                оценку работы водителя и службы. Высокая оценка сформирует для водителя
                бонусы.
              </p>
              <p class="aboutus-comfort__text">
                <b>
                  А значит — это мотивация, чтобы он обслужил вас на самом
                  качественном уровне.
                </b>
              </p>
            </b-col>
          </b-row>
        </div>
      </section>
    </div>
   
    <Footer />
  </div>
</template>

<script>
// @ is an alias to /src
import Footer from "@/components/Footer.vue";
export default {
    name: "AboutCompany",
    components: {
        Footer
    }
};
</script>

<style >
/* .main {
   min-height: 100vh;
   display: flex;
   flex-direction: column;
   justify-content: space-between;
} */

</style>